{
    "name": "Antonio",
    "bibliography_es": [
        "Antonio G. Marqués es Ingeniero de Telecomunicación y Doctor en Ingeniería de Telecomunicación por la Universidad Carlos III de Madrid (2007), habiendo obtenido en ambas ocasiones el premio extraordinario fin de carrera. Es profesor de la Universidad Rey Juan Carlos (URJC) desde hace más de una década y director del grupo de investigación de alto rendimiento en \"Ciencia de Datos para Redes de la URJC\", ha sido también investigador/profesor visitante distintas universidades, incluyendo, entre otras, the University of Minnesota, the University of Pennsylvania, Rice University, y Delft University of Science and Technology.",
        "",
        "Sus intereses investigadores se mueven en las áreas del procesamiento de señal, la teoría de la comunicación y las redes inteligentes. Actualmente su investigación se centra en la aplicación de técnicas de ciencia de datos, aprendizaje máquina, inteligencia artificial y procesamiento de señal para datos irregulares definidos sobre grafos.   ",
        "",
        "Es miembro del IEEE, EURASIP y de la ELLIS Society. Ha sido autor de más de 100 artículos revisados por pares, editor asociado de dos revistas JCR, miembro de distintos comités internacionales y redes de excelencia y General/Technical chair de varias conferencias en las áreas de procesamiento de señal, ciencia de datos e inteligencia artificial. Ha recibido distintos premios a lo largo de su carrera, incluido el \"2020 EURASIP Early Carreer Award\". "
    ],
    "bibliography_en": [
        "Antonio G. Marques received the telecommunications engineering degree and the Doctorate degree, both with highest honors, from the Carlos III University of Madrid, Spain, in 2002 and 2007, respectively. In 2007, he became a faculty of the Department of Signal Theory and Communications, King Juan Carlos University, Madrid, Spain, where he currently develops his research and teaching activities as a Full Professor and Director of the Research Group on Data Science for Networks and Society. He has held different visiting positions at the University of Minnesota, the University of Pennsylvania, and TU Delft, among others.",
        "",
        "His current research focuses on signal processing for graphs, machine learning, artificial intelligence and data science over networks, and nonlinear and stochastic optimization of wireless, power and transportation networks.",
        "",
        "Dr. Marques is a member of IEEE, EURASIP and the ELLIS Society. His service includes being the technical /general chair of different conferences, associate editor for two JCR journals, external evaluator for funding agencies of (>5) several countries, and a member of a number of technical committees and networks of excellence. Several of his (conference and journal) papers have received different awards, with recent ones including the 2020 IEEE Signal Processing Society YA Best Paper Award, IEEE SSP 2016, and IEEE SAM 2016. He is the recipient of the 2020 EURASIP Early Career Award."
    ],
    "email": "antonio.garcia.marques@urjc.es",
    "c_name": "Antonio García Marqués",
    "a_name": "A. G. Marques",
    "photo": "../assets/images/members/antonio.jpg"
}