{
    "name": "Fernando",
    "bibliography_es": [
        "Fernando Real Rojas es graduado en Ingeniería Aeroespacial en Aeronavegación e Ingeniería en Tecnologías de la Telecomunicación por la Universidad Rey Juan Carlos, donde obtuvo ambos títulos con la distinción al mejor expediente académico. Actualmente, cursa el Máster de Investigación en Inteligencia Artificial en la Universidad Internacional Menéndez Pelayo. Su destacada trayectoria académica ha sido reconocida con becas de excelencia y premios por su contribución investigadora.",
        "Ha realizado estancias en prestigiosas instituciones internacionales como TU Delft, Dartmouth College, Rice University y la Universidad de Pensilvania, donde ha impartido seminarios y colaborado en investigaciones publicadas en revistas de alto impacto. También ha participado en proyectos internacionales como Formula Student, integrando su sólida formación académica con aplicaciones prácticas.",
        "Sus intereses investigadores se centran en las áreas de optimización binivel, diseño de redes de transporte, aprendizaje sobre grafos y ciencia de datos, siendo miembro de múltiples proyectos de investigación asociados a estas áreas.  Además, ha contribuido con artículos publicados en revistas de alto impacto y numerosas conferencias internacionales."
    ],
    "bibliography_en": [
        "Fernando Real Rojas graduated with top honors in Aerospace Engineering (specializing in Aeronavigation) and Electrical Engineering from King Juan Carlos University, earning the distinction of best academic record in his cohort. He is currently pursuing a Master’s in Research in Artificial Intelligence at Menéndez Pelayo International University. His exceptional academic achievements have been recognized through multiple excellence scholarships and awards for his research contributions.",
        "",
        "He has undertaken research stays at prestigious institutions, including TU Delft, Dartmouth College, Rice University, and the University of Pennsylvania. During these experiences, he delivered seminars and collaborated on high-impact research publications. He has also been involved in international projects such as Formula Student, seamlessly integrating his robust academic knowledge with real-world applications.",
        "",
        "His research interests lie in bilevel optimization, transportation network design, graph learning, and data science. He actively contributes to several research projects within these fields. Additionally, he has published in high-impact journals and presented his work at numerous international conferences."
    ],
    "email": "fernando.real.rojas@urjc.es",
    "c_name": "Fernando Real Rojas",
    "a_name": "F. Real Rojas",
    "photo": "../images/members/fernando.jpg"
}