{
    "name": "Samuel",
    "bibliography_es": [
        "Samuel Rey Escudero se graduó en Ingeniería de Telecomunicación con máximos honores en la Universidad Rey Juan Carlos (URJC), Madrid, España, en 2016. En 2018 finalizó el máster en Ingeniería de Telecomunicaciones (con premio al mejor expediente), y en 2023 obtuvo el título de doctor en Multimedia y Comunicaciones por la URJC y la Universidad Carlos III, obteniendo la calificación de cum laude y la mención de doctor internacional. Actualmente es profesor en la URJC, miembro del grupo de investigación de alto rendimiento en \"Ciencia de Datos para Redes de la URJC\", y ha realizado estancias de investigación en distintas universidades de reconocido prestigio internacional.",
        "",
        "Sus intereses investigadores se mueven en las áreas del procesamiento de señal, procesado de señales definidas en grafos, así como en la optimización no-convexa y machine learning. Actualmente se encuentra investigando activamente en problemas de inferencia de topología y el procesado robusto de señales definidas en grafos.",
        "",
        "Es miembro del IEEE, ha sido revisor en múltiples revistas y conferencias internacionales, y ha ejercido como chair en conferencias sobre procesado de señales en grafos y en sesiones dedicadas a la innovación docente. Además, ha sido beneficiario de ayudas de carácter competitivo como la ayuda FPU, o la ayuda para estancias para beneficiarios FPU, y obtuvo el \"Premio Jóvenes Investigadores URJC\" por su TFM."
    ],
    "bibliography_en": [
        "Samuel Rey Escudero graduated with the highest honors in Telecommunication Engineering from King Juan Carlos University (URJC), Madrid, Spain, in 2016. In 2018, he completed his Master's in Telecommunications Engineering (with the award for the best academic record). In 2023, he earned a Ph.D. in Multimedia and Communications from URJC and Carlos III University, achieving the distinction of cum laude and international doctorate mention. He currently serves as an assistant professor at URJC and is a member of the high-performance research group \"Data Science for Networks at URJC\", and has conducted research stays at different renowned universities.",
        "",
        "His research interests lie in the areas of signal processing, graph signal processing, non-convex optimization, and machine learning. Currently, he is actively engaged in research related to topology inference and robust graph signal processing.",
        "",
        "Samuel is a member of the IEEE and has served as a reviewer for various international journals and conferences. He has been track and area chair conferences on graph signal processing and sessions focused on educational innovation. He has also received competitive grants, including the FPU grant and funding for research stays, and was honored with the \"URJC Young Researchers Award\" for his Master's thesis."
    ],
    "email": "samuel.rey.escudero@urjc.es",
    "c_name": "Samuel Rey Escudero",
    "a_name": "S. Rey",
    "photo": "../assets/images/members/samuel.jpg"
}