{
    "name": "Sergio",
    "bibliography_es": [
        "Andrei Buciulea recibió el título de Grado y Máster en Ingeniería de Telecomunicaciones de la Universidad Rey Juan Carlos en 2017 y 2020, respectivamente. En 2024 obtuvo el título de doctor en Multimedia y Comunicaciones por la URJC y la Universidad Carlos III, logrando la calificación de cum laude y la mención de doctor internacional. Durante su pregrado, trabajó en despliegues de fibra óptica como asistente de jefe de obra, gestionando diseño, documentación y problemas técnicos, y realizó prácticas desarrollando prototipos electrónicos con Arduino, sensores ultrasónicos y módulos de radar. En 2019, se unió al Departamento de Teoría de la Señal y Comunicaciones de la Universidad Rey Juan Carlos tras obtener una posición competitiva como Ayudante de Investigación. En 2020, obtuvo un contrato predoctoral en la Universidad Rey Juan Carlos, donde desarrolló actividades de investigación y docencia durante su doctorado. También es miembro de un grupo de investigación en la universidad y participa en varios proyectos de investigación. ",
        "",
        "Sus amplios intereses de investigación se encuentran en las áreas de procesamiento de señales en grafos, ciencia de datos, aprendizaje automático sobre grafos y análisis de redes, con aplicaciones en política, bioingeniería y finanzas. Actualmente, se centra en explorar la relación entre la teoría de grafos y las redes en ciencia de datos. Está desarrollando algoritmos basados en datos que operan sobre estructuras de grafos, fundamentales en una amplia gama de redes como comunicaciones, transporte o sistemas complejos inteligentes. En los últimos años, ha publicado tres artículos en revistas y varios en conferencias, enfocados en diseños robustos para la inferencia de topología de grafos, considerando nodos ocultos/latentes y generalizando modelos clásicos basados en grafos. Actualmente, trabaja en tres nuevos artículos sobre la generalización de enfoques clásicos para la inferencia de topología. Además, ha publicado el código de sus algoritmos, revisado artículos para conferencias y revistas de IEEE SPS, y fue presidente de la rama estudiantil de IEEE en la Universidad Rey Juan Carlos.  "
    ],
    "bibliography_en": [
        "Andrei Buciulea received a B.Sc. and M.Sc. in Telecommunications Engineering from King Juan Carlos University in 2017 and 2020, respectively. In 2024, he obtained a Ph.D. in Multimedia and Communications from King Juan Carlos University and Carlos III University, earning the highest distinction (cum laude) and the international doctorate mention. During his undergraduate studies, he worked in fiber optic deployment as an assistant project manager, handling design, documentation, and technical challenges, and completed internships developing electronic prototypes with Arduino, ultrasonic sensors, and radar modules. In 2019, he joined the Signal Theory and Communications Department at King Juan Carlos University after obtaining a competitive position as a research assistant. In 2020, he obtained a predoctoral contract at King Juan Carlos University, where he conducted research and teaching activities throughout his Ph.D. He is also a member of a research group at the university and actively participates in several research projects.",
        "",
        "His broad interests lie in the areas of signal processing on graphs, data science, graph-based machine learning, and network analytics, with applications in policy, bioengineering, and finance. Currently, his research focuses on exploring the relationship between graph theory and networks in data science. He is developing data-driven algorithms that operate on graph structures, which are critical in diverse networks such as communications, transportation, or intelligent complex systems. Over the past few years, he has published three journal articles and several conference papers focused on robust designs for graph topology inference, accounting for hidden/latent nodes and generalizing classical graphical models. He is currently working on three additional papers related to the generalization of classical approaches for topology inference. Furthermore, he has published the code for his developed algorithms, reviewed papers for IEEE SPS conferences and journals, and served as the IEEE student branch chair at King Juan Carlos University. "
    ],
    "email": "sergio.rozada@urjc.es",
    "c_name": "Sergio Rozada Doval",
    "a_name": "S. Rozada",
    "photo": "../assets/images/members/sergio.jpg"
}
